{
  "user": [
    {
      "userName": "Hannan kumer",
      "profilePicture": "https://i.ibb.co/TgkWDC1/Screenshot-2024-01-30-at-16-45-40.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "I have completed my 62 Day streak of my journey to learn German from duolingo",
          "date": "2 month ago",
          "category": "Language",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/7KgzcCP/Screenshot-2024-01-30-at-16-48-19.png",
          "postDrescription": "Must say this has helped me a lot in my day to day conversations at market places, restaurants etc. Was quite surprised to see myself order “ Half chicken for take away, please cut it into 2 pieces ” by saying “Halbes Hähnchen zum Mitnehmen, bitte schneiden zwei Stücke ” Though I might not be grammatically correct, I definitely managed to convey my message. Would totally recommend duolingo to people wanting to learn a new language for casual conversations.",

          "reaction": true,
          "hashTag": ["#German", "#languageLearning"]
        }
      ]
    },
    {
      "userName": "Lina Mcintosh",
      "profilePicture": "https://i.ibb.co/ygHbzZp/Screenshot-2024-01-30-at-19-21-08.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Crafting My Own Dinner Plate",
          "date": "2 month ago",
          "category": "Pottery",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/b7KvZLp/Screenshot-2024-01-30-at-19-19-14.png",
          "postDrescription": "Decided to make my own dinner plate out of clay. Used a spinning wheel to shape it. Picked earthy colors for painting. Put it in a hot oven to make it strong. Now, my plate is ready  not just for meals, but for stories and smiles too.  ",

          "reaction": true,
          "hashTag": ["#Pottery", "#LovePottary"]
        }
      ]
    },
    {
      "userName": "Kumar Hemmanth",
      "profilePicture": "https://i.ibb.co/J7BY9W6/Screenshot-2024-01-30-at-19-24-52.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "“Downturns are moments of opportunity” summing up My 3 years commitment",
          "date": "12 month ago",
          "category": "Investment",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/TvYgmf4/Screenshot-2024-01-30-at-19-24-05.png",
          "postDrescription": "What started as a means to control my bad spending habits has now grown into my most prized possession as I finally get my best return with fund hitting all time high. I started my market journey in April 2022, just before a big crash in the market. I kept thinking how stupid I was. At least I could have bought those sneakers rather than losing money for nothing. But one lesson I learnt was “Don’t get too greedy and don’t get too scared” and kept it going.",

          "reaction": true,
          "hashTag": ["#stock", "#investment"]
        }
      ]
    },
    {
      "userName": "Joan Cervantes",
      "profilePicture": "https://i.ibb.co/wzrtSyW/Screenshot-2024-01-30-at-19-32-14.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "I build my first desk, and I am really proud ...",
          "date": "2 min ago",
          "category": "Creativity",
          "readTime": "2 min",
          "postImage": "https://i.ibb.co/cvTqnMR/Screenshot-2024-01-30-at-19-31-56.png",
          "postDrescription": "So, I finally got around to building my first desk, and I've gotta say, I'm pretty stoked with how it turned out. Went for a mix of oak and ebonized-oak for that classic yet slightly upscale vibe, and I think it looks sick. I'm not gonna sugarcoat it; this was a bit of a learning curve. Some parts were a breeze, others, not so much. But hey, it's standing, it looks decent, and I didn't lose any fingers in the process. Win-win, right? If you're into that DIY scene or just curious about how I put it all together, I've got a bunch of videos up on my Instagram (@vinticiousberlin). If you’ve got any questions or want to work on a project together, hmu there.",

          "reaction": true,
          "hashTag": ["#Art", "#CreativeDay"]
        }
      ]
    },
    {
      "userName": "Disha Jahan",
      "profilePicture": "https://i.ibb.co/5rnjk4j/Screenshot-2024-01-31-at-00-22-29.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Reflections from a Month of Journaling",
          "date": "1 hour ago",
          "category": "Personal Development",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/5rnjk4j/Screenshot-2024-01-31-at-00-22-29.png",
          "postDrescription": "Today marks a significant milestone for me—I've officially completed a month of journaling! Somedays, I struggled to find the motivation to put pen to paper. But now, looking back at these 31 days, I'm filled with a sense of accomplishment and gratitude. Journaling has become more than just a daily habit; it's become a lifeline, where I can pour out my thoughts, hopes, and dreams. It's taught me discipline, showing up every day even when the words don't flow effortlessly. But in those moments of struggle, I found resilience and the power of consistency. This simple act of writing has made me more aware of my days, helping me find beauty in the mundane and purpose in the chaos. Journaling grounds me, reminding me to slow down, breathe, and savor the present. So here's to the next chapter of this journey, filled with blank pages waiting to be filled with stories and dreams. Here's to more moments of introspection, growth, and gratitude..",

          "reaction": true,
          "hashTag": ["#JournalingJourney", "#Reflections"]
        }
      ]
    },
    {
      "userName": "Jonty Hopkins",
      "profilePicture": "https://i.ibb.co/pjfHZfr/Screenshot-2024-01-30-at-19-36-17.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "My solopreneur story",
          "date": "Just now",
          "category": "StartUp",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/Q8ZLst3/Screenshot-2024-01-30-at-19-35-59.png",
          "postDrescription": "My entrepreneurship journey started in 2016 when I believed I was Mark Zuckerberg. It took 2 years to make my first $1 online. Later, I grew a SaaS to $3,000 MRR, but I started to see my journey as a failure after 4 years of grind. I got depressed in 2021 and quit entrepreneurship. I worked for Tai Lopez as a product manager to overcome my depression. It worked because I finally had a sense of purpose. When I got fired in November 2021, it didn’t matter. I had a dream. I discovered my role models on Twitter: Pieter Levels, Danny Postma, and other cool kids working solo on their projects from anywhere in the world, making much more money than needed to live comfortably. I wanted freedom. I was living in Bali, $20,000 in the bank, no audience, and bad coding skills.",

          "reaction": true,
          "hashTag": ["#StartUp", "#IloveStartup"]
        }
      ]
    },
    {
      "userName": "Sufyan Lopez",
      "profilePicture": "https://i.ibb.co/M7K9N0S/Screenshot-2024-01-31-at-00-51-30.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "I cooked Biriyani at my kitchen today",
          "date": "Just now",
          "category": "Cooking",
          "readTime": "2 min",
          "postImage": "https://i.ibb.co/7VC44qz/gdvh62a28n461.jpg",
          "postDrescription": "After having a delicious biriyani at a dinner with my Indian friend some days ago, I was determined to learn the art of making it. Today, I finally did it, and the biriyani looks amazing!",

          "reaction": true,
          "hashTag": ["#Cooking", "#Art"]
        }
      ]
    },
    {
      "userName": "Viktoriya Joya",
      "profilePicture": "https://i.ibb.co/Fww88Q0/Screenshot-2024-01-25-at-07-36-00.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "I have passed my B1 exam of German language",
          "date": "12 month ago",
          "category": "Language",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/b6kMQq5/Screenshot-2024-01-25-at-07-43-41.png",
          "postDrescription": "I have passed my B1 exam of German language with a very good result. 7 months of hard work paid off finally. Alhamdulillah 😍 Time to learn B2.",

          "reaction": true,
          "hashTag": ["#Germanb1", "#languageLearning"]
        }
      ]
    },
    {
      "userName": "Haider Richard",
      "profilePicture": "https://i.ibb.co/qM85XCv/Screenshot-2024-01-31-at-00-40-16.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "I learned react native and cracked the interview in just 2 month",
          "date": "just now",
          "category": "Programming",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/YhxVzw4/Screenshot-2024-01-31-at-00-40-56.png",
          "postDrescription": "Just wrapped up a 2-month journey diving into React Native, and the progress is surreal! From struggling to write a single line of code at the start to facing an interview yesterday  and guess what? I nailed it! It's been a rollercoaster of late-night coding sessions, debugging adventures, and countless aha moments. Yesterday's interview was the ultimate test, and I not only survived but thrived!  Shared my newfound React Native expertise with confidence. To everyone in the coding trenches, keep at it! Two months ago, I was a beginner, and now I'm feeling like a React Native maestro.",

          "reaction": true,
          "hashTag": ["#ReactNativeJourney", "#CodingAdventure"]
        }
      ]
    },
    {
      "userName": "Ayman Siddik",
      "profilePicture": "https://i.ibb.co/ssDxMk9/Screenshot-2024-01-29-at-09-35-25.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Zero to Full marathon",
          "date": "just now",
          "category": "Language",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/ssDxMk9/Screenshot-2024-01-29-at-09-35-25.png",
          "postDrescription": "Full Marathon 42.2KM First yearly target Even 6 months back, I didn’t think I’ll be able to run for 6 hours straight. This was the toughest endurance test in my life. What a feeling afterwards! Next up, Ironman 70.3? A bit of the background, I can play 10+ sports but never considered running to be one of them. Last year in March, I ran my first mini marathon of 7.5KM in Hatirjheel. I instantly got hooked and then pushed all my friends and families to participate in one of these running events. But why? I got to track and test my endurance level I got inspired to take my health seriously I loved the participants who are always super supportive. One of the best communities for sure It helped me get my stamina back My endurance in other sports and even in usual desk job got a lot better The medals are super amazing. I have finally started collecting medals When you run with your friends and family, it’s a great mini adventure for all I got to have some ambitious health related targets Well there’s a few more which probably won’t be relatable for many. So, I’ll skip those. Those who are still reading, I genuinely invite you to participate in one of the mini marathons first & you can test it yourself if it’s a thing for you as well.",

          "reaction": true,
          "hashTag": ["#Runnig", "#Fitness"]
        }
      ]
    },
    {
      "userName": "Sahil Fitzgerald",
      "profilePicture": "https://i.ibb.co/82p2tJJ/Screenshot-2024-01-25-at-08-09-56.png",
      "followStatus": "Follow",
      "posts": [
        {
          "title": "learned JavaScript and Created a Fun Project: Tic Tac Toe!",
          "date": "Just Now",
          "category": "Coding",
          "readTime": "2 mins",
          "postImage": "https://i.ibb.co/Q8P5xdy/Screenshot-2024-01-25-at-08-11-35.png",
          "postDrescription": "After months of dedication and learning, I'm thrilled to share that I've learned JavaScript. 🎉 Today, I completed my latest project: a dynamic Tic Tac Toe game! 🕹️ It was a challenging yet rewarding journey, and I'm proud of the results. 🌟 Thanks to everyone who supported me along the way! 🙌 Check out the project and let me know your thoughts. 👇 #JavaScriptJourney #TicTacToeProject #CodingAdventure",

          "reaction": true,
          "hashTag": ["#JavaScript", "#Coding", "#ProjectCompletion"]
        }
      ]
    },

    {
      "userName": "M. Shawon (Ultrarunner)",
      "profilePicture": "https://i.ibb.co/CzLhqvJ/Screenshot-2024-01-25-at-07-41-20.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "finished my first ever ultra marathon (51 km) ",
          "date": "1 day ago",
          "category": "running",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/ssDxMk9/Screenshot-2024-01-29-at-09-35-25.png",
          "postDrescription": "Alhamdulillah 🙂 Many many  thanks to my ALMIGHTY ❤ I have finished my first ever ultra marathon (51 km) strongly without any muscle fatigue 🙂 And now I am good in physically 🙂",

          "reaction": true,
          "hashTag": ["#fullmarathon", "#running"]
        }
      ]
    },
    {
      "userName": "Jeske van Eeten",
      "profilePicture": "https://i.ibb.co/zRFKwkW/Screenshot-2024-01-25-at-07-40-13.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "I have just started my own business in selling charcuterie boards",
          "date": "1 day ago",
          "category": "StartUp",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/9hvzHXj/Screenshot-2024-01-25-at-07-47-56.png",
          "postDrescription": "Hi! I'm from the Netherlands and have just started my own business in selling charcuterie boards! Her's one of my boards. Looking forward to get a lot of inspiration!!",

          "reaction": true,
          "hashTag": ["#startup", "#startstartup"]
        }
      ]
    },
    {
      "userName": "Qasim Skinner",
      "profilePicture": "https://i.ibb.co/s9TDTFv/Screenshot-2024-01-30-at-19-41-12.png",
      "followStatus": "Follow",
      "posts": [
        {
          "title": "Exploring Shirt-Making for Fun and Profit – Need Tips on Making the Ink Stick!",
          "date": "Today",
          "category": "Art",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/N76czjq/Screenshot-2024-01-30-at-19-40-52.png",
          "postDrescription": " So, I've decided to dive into the world of shirt-making because, well, why not turn a passion into some extra cash, right? But here's the thing – I'm in need of some advice on making sure the ink stays put on the shirts. I've been tinkering around, trying different methods, but it's proving to be a bit trickier than expected. I know there are some seasoned shirt-making pros out there, and I could use your wisdom. Feel free to drop your knowledge in the comments or shoot me a message. I'm all ears (well, eyes in this case)",

          "reaction": true,
          "hashTag": ["#tshirt", "#making t-shirt", "#NewAdventure"]
        }
      ]
    },
    {
      "userName": "Annie Villa",
      "profilePicture": "https://i.ibb.co/47cK2kp/Screenshot-2024-01-25-at-08-16-21.png",
      "followStatus": "Follow",
      "posts": [
        {
          "title": "Learning to Swim 🏊, new journey for me",
          "date": "Today",
          "category": "Swimming",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/47cK2kp/Screenshot-2024-01-25-at-08-16-21.png",
          "postDrescription": " Today marks the beginning of a new adventure  my very first day learning to swim! Excitement and a bit of nervousness fill the air, but I'm determined to conquer this challenge.  Here's to overcoming fears and diving into the world of swimming! ",

          "reaction": true,
          "hashTag": ["#Swimming", "#LearningToSwim", "#NewAdventure"]
        }
      ]
    },
    {
      "userName": "Akmal Regula",
      "profilePicture": "https://i.ibb.co/6YhrGNC/Screenshot-2024-01-25-at-07-41-08.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Champion of Bremen Prenier League(BPL)",
          "date": "2 day ago",
          "category": "Sports",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/2nXjBst/Screenshot-2024-01-25-at-07-49-32.png",
          "postDrescription": "'Back-to-Back champion' of Bremen Premier League (BPL) - (2023-2022) Luisental Rocks -(2023) Bremen Vikings - (2022)",

          "reaction": true,
          "hashTag": ["#cricket", "#sports"]
        }
      ]
    },
    {
      "userName": "Gamal Akbar",
      "profilePicture": "https://i.ibb.co/5sQFd7t/Screenshot-2024-01-25-at-07-40-55.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "I have received a LeetCode t-shirt as a gift from the LeetCode website",
          "date": "2 day ago",
          "category": "Programming",
          "readTime": "3 min",
          "postImage": "https://i.ibb.co/QngLymm/Screenshot-2024-01-25-at-07-54-43.png",
          "postDrescription": "I am thrilled to share that I have received a LeetCode t-shirt as a gift from the LeetCode website! This t-shirt is not just a piece of clothing, but a symbol of my work and passion for coding. Over the past year, I have been solving problems on LeetCode every day, collecting leetcoins along the way. LeetCode offers a variety of coding challenges that cover different topics and languages. It wasn't easy to maintain this habit, especially when I faced some difficult or tricky problems. But I did not give up. I kept trying, learning, and improving. Solving these problems helped me improve my skills, learn new concepts, and prepare for interviews.",

          "reaction": true,
          "hashTag": ["#programming", "#leetcode"]
        }
      ]
    },
    {
      "userName": "Franziska Burger",
      "profilePicture": "https://i.ibb.co/WDpDXLr/Screenshot-2024-01-30-at-19-46-43.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Solo travel in Istanbul ",
          "date": "Just now",
          "category": "Travelling",
          "readTime": "2 min",
          "postImage": "https://i.ibb.co/jWWWjVv/Screenshot-2024-01-30-at-19-47-09.png",
          "postDrescription": "Just spent in and around Istanbul all by myself, and it was a wild ride! From navigating the maze-like markets to befriending fellow travelers, every moment was an adventure. I learned that when in doubt, always follow the smell of freshly baked baklava! :) And let's not forget the impromptu dance parties in the streets or my questionable attempts at speaking Turkish. Just saying, vague sign language is a universal language, right? I realized that solo travel isn't just about discovering new places; it's about discovering yourself in the process. Istanbul, you've shown me that the best stories are written when you dare to step out of your comfort zone. Here's to more adventures, more laughter, and of course, more baklava-induced bliss!",
          "reaction": true,
          "hashTags": ["#SoloAdventures", "#IstanbulDiaries"]
        }
      ]
    },
    {
      "userName": "Franziska Burger",
      "profilePicture": "https://i.ibb.co/WDpDXLr/Screenshot-2024-01-30-at-19-46-43.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": " Embracing Uncomfortable Adventures",
          "date": "9 days ago",
          "category": "Personal Development",
          "readTime": "2 min",
          "postImage": "https://i.ibb.co/hKLGRKN/Screenshot-2024-01-31-at-00-19-08.png",
          "postDrescription": "Stepped out of my comfort zone big time tonight! Summoned all my courage, walked up to a group of strangers at the bar, and asked if I could join them. To my surprise, they welcomed me with open arms, and what followed was an unforgettable night of laughter, new friendships, and unexpected adventures. Turns out, the best memories are often found on the other side of discomfort. Here's to taking risks, making connections, and embracing the unknown!  ",
          "reaction": true,
          "hashTags": ["#SeekingDiscomfort", "#UnexpectedAdventures"]
        }
      ]
    },
    {
      "userName": "Asim Damodar",
      "profilePicture": "https://i.ibb.co/98xtP4G/6.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Completed Coding Bootcamp",
          "date": "9 days ago",
          "category": "Programming",
          "readTime": "6 min",
          "postImage": "https://i.ibb.co/1bSkfJz/PHOTO-2024-01-19-11-56-04.jpg",
          "postDrescription": "💻 Successfully completed a coding bootcamp! From learning the basics to building complex applications, this coding journey has been transformative. Grateful for the skills acquired and the supportive coding community. 🚀👩‍💻 ",
          "reaction": true,
          "hashTags": ["#CodingJourney", "#BootcampGraduate"]
        }
      ]
    },
    {
      "userName": "Surinder Pankraz",
      "profilePicture": "https://i.ibb.co/DCFDTsW/download-8.jpg",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Embarking on a New Journey: Launching 'EcoTech Innovations'",
          "date": "1 day ago",
          "category": "Startup",
          "readTime": "4 min",
          "postImage": "https://i.ibb.co/0jHt2qQ/Screenshot-2024-01-22-at-09-34-39.png",
          "postDrescription": "🚀 Exciting News! Today marks the beginning of a new chapter as I officially launch my startup, 'EcoTech Innovations.' The journey from ideation to execution has been an exhilarating adventure, and I'm thrilled to share the vision behind this endeavor.",

          "reaction": true,
          "hashTags": ["#EcoTechInnovations", "#SustainableStartup"]
        }
      ]
    },
    {
      "userName": "Nihal Rachel",
      "profilePicture": "https://i.ibb.co/Y3VmwNk/download1.jpg",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Completed Half Marathon",
          "date": "1 day ago",
          "category": "Running",
          "readTime": "3 min",
          "postImage": "https://i.ibb.co/x6HgZmx/PHOTO-2024-01-19-11-37-39.jpg",
          "postDrescription": "🏃‍♂️ Just crossed the finish line of my first half marathon! 🎉🥳🎉 What a fantastic way to wrap up the year with such a significant accomplishment. The journey to this moment must have been filled with challenges, dedication, and hard work, but I did it!",
          "reaction": true,
          "hashTags": ["#HalfMarathonFinisher", "#AchievementUnlocked"]
        }
      ]
    },
    {
      "userName": "Ing La Loo",
      "profilePicture": "https://i.ibb.co/DtfZSK6/Screenshot-2024-01-25-at-08-33-58.png",
      "followStatus": "Follow",
      "posts": [
        {
          "title": "Pottery Adventures with My Best Friend! ",
          "date": "Today",
          "category": "Art",
          "readTime": "2 mins",
          "postImage": "https://i.ibb.co/DGxsKPd/Screenshot-2024-01-25-at-09-08-18.png",
          "postDrescription": " Spent the day at a pottery class with my bestie, and it was an absolute blast! From shaping clay to creating unique pieces, we learned so much and had a ton of fun. ",

          "reaction": true,
          "hashTag": ["#Pottery", "#ArtClass", "#CreativeDay"]
        }
      ]
    },
    {
      "userName": "Pricilla Asnan",
      "profilePicture": "https://i.ibb.co/GTqxQGS/Screenshot-2024-01-25-at-08-26-34.png",
      "followStatus": "Follow",
      "posts": [
        {
          "title": "I wrote a paper called 'European Political Interest in the Middle East'",
          "date": "Today",
          "category": "Research",
          "readTime": "3 mins",
          "postImage": "https://i.ibb.co/yN1pttp/Screenshot-2024-01-25-at-08-28-49.png",
          "postDrescription": " Today, I delved into the complex landscape of European political interest in the Middle East and penned my thoughts in a paper.  Exploring the intricacies of international relations and the dynamics shaping the region was a fascinating journey.",

          "reaction": true,
          "hashTag": ["#PoliticalInterest", "#MiddleEast", "#Research"]
        }
      ]
    },
    {
      "userName": "Marvin Eckhart",
      "profilePicture": "https://i.ibb.co/9ygBgnM/download2.jpg",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Transformative Journey - From Couch to 5K Finisher",
          "date": "3 days ago",
          "category": "Fitness",
          "readTime": "8 min",
          "postImage": "https://i.ibb.co/YXfyB7H/Screenshot-2024-01-22-at-08-45-52.png",
          "postDrescription": "🏃‍♀️ Embarking on a transformative journey from a sedentary lifestyle to becoming a 5K finisher has been nothing short of extraordinary. It all began with a simple desire for change, a longing for better health, and a vision of crossing that finish line. Today, I share with you not just the achievement of completing a 5K run but the profound story behind the sweat, determination, and the evolution of self. This journey was more than just physical; it was a mental and emotional expedition, a testament to the strength we discover within ourselves when we decide to take that first step.     The initial days were daunting; each run felt like a struggle against time and personal doubts. However, the consistent rhythm of putting on those running shoes became a meditation, a ritual of self-discovery. It was not about the distance covered but the dedication to show up, to face the challenges head-on, and to redefine personal limits. The journey was filled with early mornings, sore muscles, and the gradual realization that progress is a slow and steady process. What kept me going were the small victories  the first non-stop mile, the improvement in endurance, and the sense of accomplishment after completing each training session. The support from the running community, both online and in local running groups, became a source of motivation. Sharing the highs and lows with fellow runners created a sense of camaraderie that fueled the journey forward. On the day of the 5K run, the culmination of months of effort was an emotional experience. The cheers of the crowd, the pounding of my heart, and the sheer joy of crossing the finish line created a memory that will forever be etched in my heart. It was not just a race; it was a celebration of resilience, a reminder that every step taken was a step towards a healthier and more empowered version of myself.As I reflect on this journey, I want to extend a heartfelt message to anyone considering a similar path: Your goals are achievable, your dreams are valid, and your journey is unique. Embrace the process, celebrate the progress, and remember that transformation is a beautiful evolution. Today, I stand not just as a 5K finisher but as someone who discovered the power within to redefine what is possible. Here's to the next chapter, new challenges, and the continual pursuit of a life well-lived. 🌟🏅 .",

          "reaction": true,
          "hashTags": ["#FitnessJourney", "#5KFinisher", "#TransformationStory"]
        }
      ]
    },
    {
      "userName": "Liorit Hiltrude",
      "profilePicture": "https://i.ibb.co/3hgSQ9V/download3.jpg",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Published First Book",
          "date": "5 days ago",
          "category": "Writing",
          "readTime": "5 min",
          "postImage": "https://i.ibb.co/9pb0KsR/Screenshot-2024-01-22-at-09-02-55.png",
          "postDrescription": "📚 Thrilled to share that I've published my first book! This journey of creativity, perseverance, and storytelling has been incredibly rewarding. Here's to many more chapters and adventures in the world of writing. 🖋️📖 #AuthorLife #BookPublished",
          "reaction": true,
          "hashTags": ["#AuthorLife", "#BookPublished"]
        }
      ]
    },
    {
      "userName": "Diksha Deepika",
      "profilePicture": "https://i.ibb.co/hH4yZH1/4.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Completed a Mindful Meditation Challenge",
          "date": "4 days ago",
          "category": "Wellness",
          "readTime": "5 min",
          "postImage": "https://i.ibb.co/djRy1k7/PHOTO-2024-01-19-11-36-55.jpg",
          "postDrescription": "🧘‍♀️ Successfully completed a 30-day mindful meditation challenge! The journey inward has been transformative, bringing peace, clarity, and a profound sense of well-being. In the hustle of daily life, taking a moment to breathe and be present is a true gift to oneself. This achievement is a reminder that a calm mind is a resilient mind. Join me in the pursuit of inner peace and the joy of mindfulness. 🌿🌺 #MindfulMeditation #InnerPeace #WellnessJourney",
          "reaction": false,
          "hashTags": ["#MindfulMeditation", "#InnerPeace", "#WellnessJourney"]
        }
      ]
    },
    {
      "userName": "Mohandas Hashim",
      "profilePicture": "https://i.ibb.co/njXYwk2/Screenshot-2024-01-22-at-09-07-16.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Delicious Homemade Pasta",
          "date": "1 day ago",
          "category": "Food",
          "readTime": "3 min",
          "postImage": "https://i.ibb.co/njXYwk2/Screenshot-2024-01-22-at-09-07-16.png",
          "postDrescription": "Just made my own homemade pasta from scratch for the first time! Used a traditional recipe with flour and eggs. The result was amazing. Can't believe I made it myself!",

          "reaction": true,
          "hashTag": ["#delicious", "#lovemyfood"]
        }
      ]
    },
    {
      "userName": "Annegret Lilo",
      "profilePicture": "https://i.ibb.co/T14B1C2/download.jpg",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Mastered a New Language",
          "date": "3 days ago",
          "category": "Language Learning",
          "readTime": "4 min",
          "postImage": "https://i.ibb.co/vBY7RMd/Screenshot-2024-01-22-at-09-12-24.png",
          "postDrescription": "🗣️ Excited to announce that I've mastered a new language! Learning a language is not just about words; it's about embracing a new culture and expanding horizons. Grateful for the journey of acquiring this skill. 🌍✨",
          "reaction": false,
          "hashTags": ["#LanguageMaster", "#MultilingualJourney"]
        }
      ]
    },
    {
      "userName": "Nithin Helmuth",
      "profilePicture": "https://i.ibb.co/98xtP4G/6.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Published Research Paper in Renewable Energy",
          "date": "2 days ago",
          "category": "Renewable Energy",
          "readTime": "7 min",
          "postImage": "https://i.ibb.co/fMkWkzT/Screenshot-2024-01-22-at-09-19-39.png",
          "postDrescription": "📚 Exciting News! Thrilled to share that my research paper in the field of renewable energy has been officially published! This journey has been a culmination of tireless efforts, countless hours in the lab, and an unwavering passion for sustainable solutions. Today, I want to take you behind the scenes of this scientific exploration and share the significance of the findings. ",

          "reaction": true,
          "hashTags": ["#RenewableEnergyResearch", "#ScientificDiscovery", "#Sustainability"]
        }
      ]
    },
    {
      "userName": "Ghufran Imram",
      "profilePicture": "https://i.ibb.co/x2N3CKR/5.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "Launched My First Mobile App",
          "date": "1 day ago",
          "category": "programming",
          "readTime": "3 min",
          "postImage": "https://i.ibb.co/jbNvjkg/Screenshot-2024-01-22-at-09-21-17.png",
          "postDrescription": "After months of coding and testing, I finally launched my first mobile app! It's a productivity tool to help users stay organized. Excited to see it in action!",

          "reaction": true,
          "hashTag": ["#programming", "#loveprogramming"]
        }
      ]
    },
    {
      "userName": " JessicaNabongo ",
      "profilePicture": "https://images.pexels.com/photos/12065094/pexels-photo-12065094.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "The first woman to visit every country in the world",
          "date": "1 day ago",
          "category": "Travelling",
          "readTime": "3 min",
          "postImage": "https://as2.ftcdn.net/v2/jpg/02/03/75/89/1000_F_203758905_KhnNL01cybi3NZVLg3a1fPrPFi8Yggur.jpg",
          "postDrescription": "Lessons from Visiting Every Country On October 6, Jessica Nabongo achieved a historic milestone, becoming the first documented black woman and the first Ugandan to travel to every sovereign nation. As her Kenya Airways flight touched down on Mahé Island in the Seychelles, Nabongo realized she had accomplished her goal and had set foot in every country in the world. Surrounded by family and friends, the 35-year-old shared her jubilation through a livestream to her 130,000 Instagram followers, drawing viewers from six continents. Nabongo, born in Detroit to Ugandan immigrants, publicly declared her ambitious goal in April 2018 when she had already visited 105 countries. Over the past two years, she spent about three weeks a month on the road, supporting her travels through her tour operator business, Jet Black, a Kickstarter campaign, and partnerships with select tourism boards. In an interview, Nabongo highlighted her mission to change the narrative about black people in the travel space. As she reflects on her journey, she encourages others not to let race hinder travel experiences, emphasizing that diversity enriches the global exploration narrative. Nabongo's journey wasn’t just about setting a record; it was a testament to resilience, determination, and the love of exploration. From solo trips to shared adventures with longtime friends, she averaged around four days in each of the last 50 countries, demonstrating a balance between speed and meaningful experiences. To verify her accomplishment in the tight-knit country-counting community, Nabongo turned to Nomad Mania, an organization with 5,000 members that confirms country visits through random verifications of 20 places. Her efforts have been officially recognized, contributing to the estimated 150 individuals who have visited every country. As she celebrated her achievement in the Seychelles, Nabongo shared insights gained from her journey, touching on topics such as getting into challenging countries like North Korea and Syria, staying organized with hyperorganization skills, discovering unexpected adventure destinations like Jordan and Namibia, and navigating the intricacies of travel in various cultural contexts. Through her remarkable journey, Nabongo aimed not only to check countries off her list but also to challenge stereotypes, inspire others, and foster a global community of travelers. As she closes this chapter of her life, her experiences serve as a guide for those who dream of exploring the world, offering lessons on resilience, cultural understanding, and the transformative power of travel. Congratulations, Jessica Nabongo, for rewriting the travel narrative and inspiring us all to explore the beauty and diversity of our world!",

          "reaction": true,
          "hashTag": ["#achievement", "#lovetotravel"]
        }
      ]
    },

    {
      "userName": "Zahra Roswitha",
      "profilePicture": "https://i.ibb.co/1Qkdc43/9.png",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "My paper titled has published in SEIP 2023",
          "date": "4 month ago",
          "category": "Research",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/QngLymm/Screenshot-2024-01-25-at-07-54-43.png",
          "postDrescription": "Exciting news! 🎉 My paper titled 'Towards More Effective AI-Assisted Programming' has been published at ICSE SEIP 2023. Grateful for the opportunity to contribute to the field of AI and programming. Huge thanks to everyone who supported me on this journey!",

          "reaction": true,
          "hashTag": ["#phdlife", "#dataviz"]
        }
      ]
    },
    {
      "userName": "Ayman Siddiq",
      "profilePicture": "https://i.ibb.co/DKw4BdD/422936831-952008316276309-4289537410486038527-n-1.jpg",
      "followStatus": "Unfollow",
      "posts": [
        {
          "title": "I have fulfilled my first yearly target",
          "date": "1 month ago",
          "category": "Running",
          "readTime": "1 min",
          "postImage": "https://i.ibb.co/DKw4BdD/422936831-952008316276309-4289537410486038527-n-1.jpg",
          "postDrescription": "Full Marathon 42.2KM First yearly target Even 6 months back, I didn’t think I’ll be able to run for 6 hours straight. This was the toughest endurance test in my life. What a feeling afterwards! Next up, Ironman 70.3? A bit of the background, I can play 10+ sports but never considered running to be one of them. Last year in March, I ran my first mini marathon of 7.5KM in Hatirjheel. I instantly got hooked and then pushed all my friends and families to participate in one of these running events. But why? I got to track and test my endurance level I got inspired to take my health seriously I loved the participants who are always super supportive. One of the best communities for sure It helped me get my stamina back My endurance in other sports and even in usual desk job got a lot better The medals are super amazing. I have finally started collecting medals When you run with your friends and family, it’s a great mini adventure for all I got to have some ambitious health related targets Well there’s a few more which probably won’t be relatable for many. So, I’ll skip those. Those who are still reading, I genuinely invite you to participate in one of the mini marathons first & you can test it yourself if it’s a thing for you as well.",

          "reaction": true,
          "hashTag": ["#running", "#Fitness"]
        }
      ]
    }
  ]
}
